{
	"locale": {
		"short": "ES",
		"long": "es-ES"
	},
	"details": "Detalles",
	"home": "Inicio",
	"sats": "sats",
	"about": {
		"welcome": "Ongi etorri! 🤙",
		"body": "es un espacio abierto de intercambio y aprendizaje. Surgió de manera bastante espontánea al juntarse unos pocos bitcoinerrak mayormente a través de esa maravilla que es nostr para estar conectados compartiendo conocimientos y experiencias para aprender los unos de los otros mediante el estudio y el uso de herramientas. No hay una estructura definida, nos basamos en permanecer conectados entre nosotros tanto en línea como en encuentros periódicos.Por un lado vamos comentando lo que vamos haciendo cada uno de nosotros y sobre lo que nos vendría bien hablar y por otro hacemos puestas en común en los encuentros comentando avances y hablando sobre algo que hayamos concretado. El contacto permanente posibilita la cooperación resolviendo necesidades dentro del propio grupo, cada uno aporta lo que puede y se va creando esa infrastuctura a disposicion de todos.",
		"bitcoiners": "bitcoiners",
		"nostr": "nostr",
		"body1": "es un espacio abierto de intercambio y aprendizaje. Surgió de manera bastante espontánea al juntarse unos pocos",
		"body2": "mayormente a través de esa maravilla que es",
		"body3": "para estar conectados compartiendo conocimientos y experiencias para aprender los unos de los otros mediante el estudio y el uso de herramientas. No hay una estructura definida, nos basamos en permanecer conectados entre nosotros tanto en línea como en encuentros periódicos.Por un lado vamos comentando lo que vamos haciendo cada uno de nosotros y sobre lo que nos vendría bien hablar y por otro hacemos puestas en común en los encuentros comentando avances y hablando sobre algo que hayamos concretado. El contacto permanente posibilita la cooperación resolviendo necesidades dentro del propio grupo, cada uno aporta lo que puede y se va creando esa infrastuctura a disposicion de todos."
	},
	"signin": {
		"signin": "Iniciar sesión",
		"signout": "Cerrar sesión",
		"extension": "Extensión",
		"extensionHelp": "Utilizar una extensión nostr para iniciar sesión.",
		"nostrConnect": "Nostr Connect",
		"nostrConnectHelp": "Un firmante remoto NIP-46 te permite mantener tu clave privada segura en una única ubicación y firmar remotamente eventos de Nostr. Crea un token con todos los permisos para eventos e introdúcelo a continuación. Sólo tendrás que hacerlo una vez.",
		"token": "Token",
		"submit": "Enviar",
		"haveKeys": "Ya tengo claves nostr",
		"noKeys": "Aún no tengo claves nostr",
		"signup": "Registrarse",
		"signupHelp": "Apuntarse con correo electrónico en Flockstr",
		"flockstr": "Flockstr"
	},
	"meetup": {
		"title": "Próximo meetup",
		"rsvp": "RSVP",
		"areYouComing": "Vas a venir?",
		"yes": "Sí",
		"maybe": "No estoy seguro",
		"no": "No",
		"confirm": "Confirmar",
		"attendees": "Asistentes",
		"ended": "terminado"
	},
	"share": {
		"share": "Compartir",
		"embed": "Compartir en Nostr",
		"embedHelp": "Copiar la entidad que se parece a nostr:nevent... o naddr...",
		"njump": "Compartir el enlace njump.me",
		"njumpHelp": "Comparte este enlace para que tu amigo pueda abrirlo en el cliente nostr de su elección",
		"page": "Compartir enlace",
		"pageHelp": "Copiar el enlace al evento en nuestro sitio web"
	},
	"mint": {
		"title": "Mint",
		"balance": "🥜 Saldo",
		"obsolete": "💀 Obsoleto",
		"nutstash": "Nutstash",
		"tooltip": "Un mint es como un banco para ecash, que ofrece transacciones instantáneas y privadas",
		"rating": "calificación",
		"r": "calificaciones",
		"noDescription": "El mint no proporcionó una descripción.",
		"eventNotFound": "Evento Cashu mint no encontrado."
	},
	"nodes": {
		"channels": "Canales: ",
		"capacity": "Capacidad: ",
		"tooltip": "Este es nuestro nodo en la red Lightning"
	},
	"shop": {
		"title": "Tienda",
		"buy": "Comprar",
		"currencySymbol": "€",
		"soldOut": "agotado"
	},
	"articles": {
		"title": "Artículos",
		"minRead": "min de lectura"
	},
	"calendar": {
		"title": "Calendario"
	},
	"apps": {
		"title": "Apps",
		"tooltip": "Ver todas las aplicaciones autoalojadas",
		"visit": "visitar app"
	},
	"user": {
		"title": "Perfil",
		"openInClient": "Abrir en cliente",
		"follow": "Seguir",
		"followers": "Seguidores",
		"following": "Siguiendo"
	},
	"zap": {
		"title": "Zap",
		"amount": "Cantidad",
		"comment": "Comentario",
		"commentPlaceholder": "Comentario para zap",
		"action": "Zap"
	},
	"relays": {
		"title": "Relays",
		"tooltip": "Sabías que gran parte de este sitio web vive en nostr? Un relay es donde se almacenan los datos en el protocolo nostr"
	},
	"convert": {
		"title": "Conversor",
		"price": "Precio",
		"euro": "Euro",
		"sats": "Sats"
	},
	"onboardingBitcoin": {
		"title": "Empezar con Bitcoin",
		"description": "En Bitcoin Txoko creemos que la mejor manera de aprender sobre bitcoin es usarlo, gastarlo y mejor aún, ganarlo. Sólo se tarda 10 minutos en configurar una billetera y una tienda para empezar a realizar transacciones en la Lightning Network con Bitcoin Txoko.",
		"start": "Empezar",
		"guide": "Guía",
		"guides": "Guías",
		"wallet": "Billetera",
		"walletDescription": "Una billetera Lightning te permite realizar transacciones instantáneas en Bitcoin con bajas comisiones. Bitcoin Txoko ofrece una billetera Lightning de custodia de forma gratuita. También se integra en la tienda del servidor BTCPay cuando quieras configurar una más adelante. Ten en cuenta que custodial significa que Bitcoin Txoko está en custodia de tus fondos. Cuando estés listo para asumir la autocustodia, puedes cambiar a una billetera de autocustodia como Phoenix.",
		"lnaddress": "Dirección Lightning",
		"lndhub": "LNDhub",
		"boltcard": "BoltCard",
		"boltcardDescription": "Una BoltCard es como una tarjeta de débito para la red Lightning. Puedes recargarla con fondos y gastar tocando la tarjeta en lectores NFC. Una vez que hayas configurado una billetera Lightning con LNbits en el paso anterior, sólo tardarás unos minutos en crear una BoltCard. Puedes comprar una tarjeta NFC en nuestra tienda. Consulta nuestra guía de configuración para saber cómo configurarla.",
		"shop": "Tienda",
		"shopDescription": "Con el servidor BTCPay puedes crear una tienda para empezar a vender tus bienes y servicios por Bitcoin, tanto si deseas crear un Punto de Venta como una tienda online. Puedes conectar tu billetera existente para recibir transacciones en Lightning. También puedes vincular una billetera on-chain para transacciones más grandes. Sólo se tarda unos minutos en configurarlo. Consulta nuestra guía para más detalles.",
		"register": "Registrar"
	},
	"admin": {
		"newEvent": "Nuevo evento",
		"title": "Título del evento",
		"image": "Imagen",
		"upload": "Subir",
		"noFiles": "No hay archivos",
		"start": "Comienzo",
		"end": "Fin",
		"timeZone": "Zona horaria",
		"calendar": "Calendario",
		"locationName": "Nombre del lugar",
		"locationAddress": "Dirección del lugar",
		"latitude": "Latitud",
		"longitude": "Longitud",
		"geohash": "Geohash",
		"getHash": "Obtener hash",
		"description": "Descripción",
		"submit": "Publicar"
	},
	"footer": {
		"made": "Hecho con 💜 y ⚡️"
	}
}
